["The mass of the earth reaches 5,972,190,000,000,000,000,000,000 kg. Even so heavy, the fact is that the earth has a speed of 107,281 km per pushname to circle the sun. Very fast, right?",
  "The mass of the earth's weight is dominated by space dust and can be reduced due to gases such as hydrogen which are reduced by three kilograms every second. This unique fact shows that the earth will lose 95 thousand tons of mass every year",
  "In 2018 the human population is estimated to reach 7.6 billion people. Although the earth is filled with humans, unique facts reveal that humans do not affect the mass of the earth. This is because humans are formed from atoms in the form of 65 percent oxygen, 18.5 percent carbon, and hydrogen 9 , 5 percent. ",
  "The earth is filled with 70 percent water so it is often natural that the earth is called the water planet. The deepest ocean of the earth is the Mariana Trench with a depth of 10,994 meters under water. The unique fact behind the Mariana Trench is that if you put Mount Everest there, its highest peak. even still under the sea level as far as 1.6 kilometers! ",
  "The fact is that the earth where humans live is only one percent of the total planet earth. This unique fact shows that there are still many parts of the earth that have the mystery of life. Interested in making explorations to uncover mysteries as well as unique facts in other parts of the earth",
  "There is a city in Russia whose streets are neatly arranged with a palace designed like a magnificent chess. The settlement was masterminded by a chess-obsessed president named Kirsan Ilyumzhinov.",
  "Do you know the unique facts about mozzarella made from buffalo milk and not cow's milk? About 500 years ago in Campania, Italy, mozzarella was first made using buffalo milk. The unique fact behind the use of buffalo milk is because of the protein content of buffalo milk 10- 11% more than cow's milk. ",
  "Bali has a unique fact because it has many holidays contributed by a number of major religious holidays. Almost every religious holiday everyone will get a holiday. Some of the holidays include Galungan, Kuningan, Nyepi, Pagerwesi, Saraswati, and a number of holidays. other major ceremonies such as piodalan (pujawali). ",
  "The capital city of Jakarta has a lot of charm as well as unique facts that you may not know. Before being named Jakarta, the capital city of Indonesia has had several name changes. The names of the Indonesian capital in the order of changes include Sunda Kelapa, Jayakarta, Batavia, Betawi, Jacatra, Jayakarta , and Jakarta. "
  ]